"WIFI NOT REACHABLE" = "WIFI NOT REACHABLE";
"START NOT RECEIVED" = "START NOT RECEIVED";
"CONTROL LINK NOT AVAILABLE" = "CONTROL LINK NOT AVAILABLE";
"ULTRASOUND EMERGENCY" = "ULTRASOUND EMERGENCY";
"CUT OUT EMERGENCY" = "CUT OUT EMERGENCY";
"MOTORS EMERGENCY" = "MOTORS EMERGENCY";
"CAMERA EMERGENCY" = "CAMERA EMERGENCY";
"PIC WATCHDOG EMERGENCY" = "PIC WATCHDOG EMERGENCY";
"PIC VERSION EMERGENCY" = "PIC VERSION EMERGENCY";
"TOO MUCH ANGLE EMERGENCY" = "TOO MUCH ANGLE EMERGENCY";	
"BATTERY LOW EMERGENCY" = "BATTERY LOW EMERGENCY";
"USER EMERGENCY" = "USER EMERGENCY";
"UNKNOWN EMERGENCY" = "EMERGENCY UNKNOWN";
"PRESS RESET" = "PRESS RESET";
"BATTERY LOW ALERT" = "BATTERY LOW ALERT";
"ULTRASOUND ALERT" = "ULTRASOUND ALERT";
"VISION ALERT" = "VISION ALERT";
"VIDEO CONNECTION ALERT" = "VIDEO CONNECTION ALERT";
"CAMERA ALERT" = "CAMERA ALERT";

/* Pop-up messages */

"USB drive full\nPlease connect a new one" = "USB drive full\nPlease connect a new one";
"Please reboot your %@ to enable full piloting capabilities" = "Please reboot your %@ to enable full piloting capabilities";
"Your video is being processed\nPlease do not close the application\nIt will appear shortly in the video section" = "Your video is being processed\nPlease do not close the application\nIt will appear shortly in the video section";
"Please wait until the end of the recording" = "Please wait until the end of the recording";

/* Settings Menu Text */

"DEFAULT SETTINGS" = "DEFAULT SETTINGS";
"FLAT TRIM" = "FLAT TRIM";
"PERSONAL SETTINGS" = "PERSONAL SETTINGS";
"PAIRING" = "PAIRING";
"AR.DRONE NETWORK NAME" = "AR.DRONE NETWORK NAME";
"INTERFACE OPACITY" = "INTERFACE OPACITY";
"USB RECORD" = "USB RECORD";
"FLIP ENABLED" = "FLIP ENABLED";
"FLIGHT SETTINGS" = "FLIGHT SETTINGS";
"ALTITUDE LIMIT" = "ALTITUDE LIMIT";
"VERTICAL SPEED MAX" = "VERTICAL SPEED MAX";
"mm/s" = "mm/s";
"ROTATION SPEED MAX" = "ROTATION SPEED MAX";
"°/s" = "°/s";
"TILT ANGLE MAX" = "TILT ANGLE MAX";
"OUTDOOR HULL" = "OUTDOOR HULL";
"OUTDOOR FLIGHT" = "OUTDOOR FLIGHT";
"PILOTING MODE" = "PILOTING MODE";
"JOYPAD MODE" = "JOYPAD MODE";
"ABSOLUTE CONTROL" = "ABSOLUTE CONTROL";
"CALIBRATION" = "CALIBRATION";
"Calibration Warning" = "Calibration Warning";
"Keep your distance with your AR.Drone. It will now spin once on itself to calibrate its compass." = "Keep your distance from your AR.Drone. It will now spin once to calibrate its compass.";
"LEFT-HANDED" = "LEFT-HANDED";
"%@ TILT MAX" = "%@ TILT MAX";
"STATUS" = "STATUS";
"Version" = "Version";
"Hardware" = "Hardware";
"Software" = "Software";
"INERTIAL" = "INERTIAL";
"MOTORS VERSIONS" = "MOTORS VERSIONS";
"MOTOR %d" = "MOTOR %d";
"Type" = "Type";
"VIDEO SETTINGS" = "VIDEO SETTINGS";
"ADAPTATIVE VIDEO" = "ADAPTATIVE VIDEO";
"VIDEO CODEC" = "VIDEO CODEC";

"New AR.Drone network name" = "New AR.Drone network name";
"Please quit the application and restart your AR.Drone. Connect to %s network and relaunch AR.FreeFlight to apply changes." = "Please quit the application and restart your AR.Drone. Connect to %s network and relaunch AR.FreeFlight to apply changes.";
"Bad network name" = "Bad network name";
"The network name can only contain alphanumeric characters and underscores, and must not be longer than 32 characters." = "The network name can only contain alphanumeric characters and underscores, and must not be longer than 32 characters.";
"Location Services Disabled" = "Location Services Disabled";
"You need to enable this service to use absolute control." = "You need to enable this service to use absolute control.";
"Location Services Alert" = "Location Services Alert";
"Location services request timeout.\nYour location won't be stored in your AR.Drone." = "Location services request timeout.\nYour location won't be stored in your AR.Drone.";
"If you want to store your location and access your media gallery, enable it in your device's settings." = "If you want to store your location and access your media gallery, enable it in your device's settings.";